aws-scripting-guy.cform
bierner.markdown-mermaid
christian-kohler.npm-intellisense
continue.continue
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
firsttris.vscode-jest-runner
kddejong.vscode-cfn-lint
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
nrwl.angular-console
pmneo.tsimporter
pomdtr.excalidraw-editor
redhat.vscode-yaml
rooveterinaryinc.roo-cline
stringham.move-ts
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
